Repository: kskep/thewalkingcompany
Catalog: languages/*.po
Languages: el_gr

source: Wishlist
el_gr: Λίστα Επιθυμιών

source: View All
el_gr: Προβολή Όλων

source: Shopping Cart
el_gr: Καλάθι Αγορών

source: Your cart is empty
el_gr: Το καλάθι σας είναι άδειο

source: View Cart
el_gr: Προβολή Καλαθιού

source: Checkout
el_gr: Ολοκλήρωση Αγοράς

source: WISHLIST
el_gr: ΛΙΣΤΑ ΕΠΙΘΥΜΙΩΝ

source: MY ACCOUNT
el_gr: Ο ΛΟΓΑΡΙΑΣΜΟΣ ΜΟΥ

source: LOGIN / REGISTER
el_gr: ΣΥΝΔΕΣΗ / ΕΓΓΡΑΦΗ

source: SHOPPING CART
el_gr: ΚΑΛΑΘΙ ΑΓΟΡΩΝ

source: Looks like you haven't added any items yet.
el_gr: Φαίνεται ότι δεν έχετε προσθέσει κανένα προϊόν ακόμα.

source: Start Shopping
el_gr: Ξεκινήστε τις Αγορές

source: Subtotal
el_gr: Μερικό Σύνολο

source: Shipping & taxes calculated at checkout
el_gr: Τα έξοδα αποστολής και οι φόροι υπολογίζονται στο ταμείο

source: INFORMATION
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ

source: Product information is currently unavailable. Please try again later.
el_gr: Οι πληροφορίες του προϊόντος δεν είναι διαθέσιμες αυτή τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.

source: ADD TO CART
el_gr: ΠΡΟΣΘΗΚΗ ΣΤΟ ΚΑΛΑΘΙ

source: Favorites
el_gr: Αγαπημένα

source: Add to favorites
el_gr: Προσθήκη στα αγαπημένα

source: In Stock
el_gr: Σε Απόθεμα

source: Out of Stock
el_gr: Εξαντλήθηκε

source: Available:
el_gr: Διαθέσιμα:

source: SKU:
el_gr: Κωδικός:

source: RRP:
el_gr: Προτ. Λιαν. Τιμή:

source: Prices from:
el_gr: Τιμές από:

source: In Stock - Ready to Ship
el_gr: Σε Απόθεμα - Έτοιμο για Αποστολή

source: Remove from wishlist
el_gr: Αφαίρεση από τη λίστα επιθυμιών

source: Add to wishlist
el_gr: Προσθήκη στη λίστα επιθυμιών

source: Product image placeholder
el_gr: Εικόνα προϊόντος

source: %d item
el_gr: %d προϊόν

source: Looks like you haven't added anything to your cart yet
el_gr: Φαίνεται ότι δεν έχετε προσθέσει τίποτα στο καλάθι σας ακόμα

source: Order Summary
el_gr: Σύνοψη Παραγγελίας

source: Billing Details
el_gr: Στοιχεία Χρέωσης

source: Shipping Details
el_gr: Στοιχεία Αποστολής

source: Additional Information
el_gr: Πρόσθετες Πληροφορίες

source: Continue Shopping
el_gr: Συνέχεια Αγορών

source: Qty: %s
el_gr: Ποσ.: %s

source: Add %s more for FREE shipping!
el_gr: Προσθέστε %s ακόμα για ΔΩΡΕΑΝ αποστολή!

source: Congratulations! You qualify for FREE shipping!
el_gr: Συγχαρητήρια! Πληροίτε τις προϋποθέσεις για ΔΩΡΕΑΝ αποστολή!

source: Subtotal:
el_gr: Μερικό Σύνολο:

source: Filters
el_gr: Φίλτρα

source: Close
el_gr: Κλείσιμο

source: Close Filters
el_gr: Κλείσιμο Φίλτρων

source: Clear All
el_gr: Καθαρισμός Όλων

source: Apply Filters
el_gr: Εφαρμογή Φίλτρων

source: Active Filters:
el_gr: Ενεργά Φίλτρα:

source: Special Offers
el_gr: Ειδικές Προσφορές

source: On Sale
el_gr: Σε Έκπτωση

source: Sale Items
el_gr: Είδη σε Έκπτωση

source: Featured Products
el_gr: Προβεβλημένα Προϊόντα

source: Featured Items
el_gr: Προβεβλημένα Είδη

source: Price Range
el_gr: Εύρος Τιμών

source: Min
el_gr: Ελάχ.

source: Max
el_gr: Μέγ.

source: Apply Price Filter
el_gr: Εφαρμογή Φίλτρου Τιμής

source: In stock
el_gr: Σε απόθεμα

source: On Backorder
el_gr: Με Προπαραγγελία

source: Stock Status
el_gr: Κατάσταση Αποθέματος

source: Available
el_gr: Διαθέσιμο

source: Not Available
el_gr: Μη Διαθέσιμο

source: Available Soon
el_gr: Διαθέσιμο Σύντομα

source: Filter %s
el_gr: Φίλτρο %s

source: Categories
el_gr: Κατηγορίες

source: Category
el_gr: Κατηγορία

source: Price
el_gr: Τιμή

source: Attributes
el_gr: Χαρακτηριστικά

source: Availability
el_gr: Διαθεσιμότητα

source: Showing %d – %d
el_gr: Εμφάνιση %d – %d

source: Sort products
el_gr: Ταξινόμηση προϊόντων

source: Active filters
el_gr: Ενεργά φίλτρα

source: Remove %s filter
el_gr: Αφαίρεση φίλτρου %s

source: Clear all filters
el_gr: Καθαρισμός όλων των φίλτρων

source: Clear Filters
el_gr: Καθαρισμός Φίλτρων

source: Filter Products
el_gr: Φίλτρα Προϊόντων

source: Close filter modal
el_gr: Κλείσιμο modal φίλτρων

source: Apply Price
el_gr: Εφαρμογή Τιμής

source: Sale
el_gr: Έκπτωση

source: Select Options
el_gr: Επιλογή Επιλογών

source: Log in to save to wishlist
el_gr: Συνδεθείτε για να αποθηκεύσετε στη λίστα επιθυμιών

source: Product placeholder
el_gr: Placeholder προϊόντος

source: On sale
el_gr: Σε έκπτωση

source: Your browser does not support video tag.
el_gr: Ο browser σας δεν υποστηρίζει την ετικέτα video.

source: Previous image
el_gr: Προηγούμενη εικόνα

source: Next image
el_gr: Επόμενη εικόνα

source: Close zoom
el_gr: Κλείσιμο zoom

source: View image %d of %d: %s
el_gr: Προβολή εικόνας %d από %d: %s

source: Your wishlist is empty
el_gr: Η λίστα επιθυμιών σας είναι άδεια

source: Start adding products you love to your wishlist
el_gr: Ξεκινήστε να προσθέτετε προϊόντα που αγαπάτε στη λίστα επιθυμιών σας

source: Please create an account or log in to use wishlist.
el_gr: Παρακαλώ δημιουργήστε λογαριασμό ή συνδεθείτε για να χρησιμοποιήσετε τη λίστα επιθυμιών.

source: Product not found
el_gr: Το προϊόν δεν βρέθηκε

source: %s added to wishlist
el_gr: Το %s προστέθηκε στη λίστα επιθυμιών

source: %s removed from wishlist
el_gr: Το %s αφαιρέθηκε από τη λίστα επιθυμιών

source: Saved
el_gr: Αποθηκεύτηκε

source: Save
el_gr: Αποθήκευση

source: Remove %s from wishlist
el_gr: Αφαίρεση %s από τη λίστα επιθυμιών

source: Add %s to wishlist
el_gr: Προσθήκη %s στη λίστα επιθυμιών

source: You must be logged in to modify wishlist.
el_gr: Πρέπει να είστε συνδεδεμένοι για να τροποποιήσετε τη λίστα επιθυμιών.

source: Log in to save %s to wishlist
el_gr: Συνδεθείτε για να αποθηκεύσετε το %s στη λίστα επιθυμιών

source: Security check failed
el_gr: Ο έλεγχος ασφαλείας απέτυχε

source: Email and password are required
el_gr: Το email και ο κωδικός είναι υποχρεωτικά

source: Please enter a valid email address
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email

source: Invalid email or password
el_gr: Μη έγκυρο email ή κωδικός

source: Login successful! Redirecting...
el_gr: Επιτυχής σύνδεση! Ανακατεύθυνση...

source: All fields are required
el_gr: Όλα τα πεδία είναι υποχρεωτικά

source: You must agree to the Terms & Conditions
el_gr: Πρέπει να συμφωνήσετε με τους Όρους & Προϋποθέσεις

source: Please correct the errors below
el_gr: Παρακαλώ διορθώστε τα παρακάτω λάθη

source: An account with this email already exists
el_gr: Υπάρχει ήδη λογαριασμός με αυτό το email

source: Account created successfully! Welcome aboard!
el_gr: Ο λογαριασμός δημιουργήθηκε με επιτυχία! Καλώς ορίσατε!

source: First name must be at least 2 characters
el_gr: Το όνομα πρέπει να έχει τουλάχιστον 2 χαρακτήρες

source: Last name must be at least 2 characters
el_gr: Το επώνυμο πρέπει να έχει τουλάχιστον 2 χαρακτήρες

source: Password is required
el_gr: Ο κωδικός είναι υποχρεωτικός

source: Password must be at least 8 characters
el_gr: Ο κωδικός πρέπει να έχει τουλάχιστον 8 χαρακτήρες

source: Password must contain uppercase, lowercase, and number
el_gr: Ο κωδικός πρέπει να περιέχει κεφαλαία, πεζά και αριθμό

source: Please confirm your password
el_gr: Παρακαλώ επιβεβαιώστε τον κωδικό σας

source: Passwords do not match
el_gr: Οι κωδικοί δεν ταιριάζουν

source: Too many login attempts. Please try again in 15 minutes.
el_gr: Πάρα πολλές προσπάθειες σύνδεσης. Παρακαλώ δοκιμάστε ξανά σε 15 λεπτά.

source: Welcome to %s!
el_gr: Καλώς ορίσατε στο %s!

source: Processing...
el_gr: Επεξεργασία...

source: Login successful!
el_gr: Επιτυχής σύνδεση!

source: Account created successfully!
el_gr: Ο λογαριασμός δημιουργήθηκε με επιτυχία!

source: An error occurred. Please try again.
el_gr: Παρουσιάστηκε σφάλμα. Παρακαλώ δοκιμάστε ξανά.

source: Connection error. Please try again.
el_gr: Σφάλμα σύνδεσης. Παρακαλώ δοκιμάστε ξανά.

source: Sign in to your account to access exclusive features and personalized content.
el_gr: Συνδεθείτε στον λογαριασμό σας για να αποκτήσετε πρόσβαση σε αποκλειστικά χαρακτηριστικά και εξατομικευμένο περιεχόμενο.

source: Email Address
el_gr: Διεύθυνση Email

source: Enter your email address
el_gr: Εισάγετε τη διεύθυνση email σας

source: Password
el_gr: Κωδικός

source: Enter your password
el_gr: Εισάγετε τον κωδικό σας

source: Keep me signed in for 30 days
el_gr: Κράτα με συνδεδεμένο για 30 ημέρες

source: Sign In
el_gr: Σύνδεση

source: Forgot your password?
el_gr: Ξεχάσατε τον κωδικό σας;

source: New to our community?
el_gr: Νέος στην κοινότητά μας;

source: Create an account
el_gr: Δημιουργία λογαριασμού

source: Create your account to unlock exclusive access to our premium collection and member benefits.
el_gr: Δημιουργήστε τον λογαριασμό σας για να ξεκλειδώσετε αποκλειστική πρόσβαση στην premium συλλογή μας και τα οφέλη των μελών.

source: First Name
el_gr: Όνομα

source: Your first name
el_gr: Το όνομά σας

source: Last Name
el_gr: Επώνυμο

source: Your last name
el_gr: Το επώνυμό σας

source: Create Password
el_gr: Δημιουργία Κωδικού

source: Create a strong password
el_gr: Δημιουργήστε έναν ισχυρό κωδικό

source: Confirm Password
el_gr: Επιβεβαίωση Κωδικού

source: Confirm your password
el_gr: Επιβεβαιώστε τον κωδικό σας

source: I agree to the
el_gr: Συμφωνώ με τους

source: Terms of Service
el_gr: Όρους Υπηρεσίας

source: and
el_gr: και

source: Privacy Policy
el_gr: Πολιτική Απορρήτου

source: Subscribe to our newsletter for exclusive offers, style tips, and early access to new collections
el_gr: Εγγραφείτε στο newsletter μας για αποκλειστικές προσφορές, συμβουλές στυλ και πρόωρη πρόσβαση σε νέες συλλογές

source: Create My Account
el_gr: Δημιουργία Λογαριασμού

source: Already part of our community?
el_gr: Είστε ήδη μέλος της κοινότητάς μας;

source: Sign in here
el_gr: Συνδεθείτε εδώ

source: Color Grouping
el_gr: Ομαδοποίηση Χρωμάτων

source: Grouped SKU
el_gr: Ομαδοποιημένο SKU

source: Enter common identifier for color variants
el_gr: Εισάγετε κοινό αναγνωριστικό για τις παραλλαγές χρωμάτων

source: Color Name
el_gr: Όνομα Χρώματος

source: e.g. Crimson Red
el_gr: π.χ. Βαθύ Κόκκινο

source: Display name for this color variant.
el_gr: Εμφανιζόμενο όνομα για αυτή την παραλλαγή χρώματος.

source: Color Hex Code
el_gr: Κώδικας Hex Χρώματος

source: Used as fallback when no featured image is available. Will display as a circular color swatch.
el_gr: Χρησιμοποιείται ως εναλλακτικό όταν δεν υπάρχει εικόνα. Θα εμφανιστεί ως κυκλικό δείγμα χρώματος.

source: Related Color Variants
el_gr: Σχετικές Παραλλαγές Χρώματος

source: Invalid product ID
el_gr: Μη έγκυρο ID προϊόντος

source: Color Story
el_gr: Ιστορία Χρώματος

source: Unnamed Color
el_gr: Ανώνυμο Χρώμα

source: Select %s color variant
el_gr: Επιλογή παραλλαγής χρώματος %s

source: Primary Menu
el_gr: Κύριο Μενού

source: Footer Main Menu
el_gr: Κύριο Μενού Footer

source: Footer Account Menu
el_gr: Μενού Λογαριασμού Footer

source: Primary Pink
el_gr: Κύριο Ροζ

source: Primary Pink Light
el_gr: Ανοιχτό Κύριο Ροζ

source: Primary Pink Dark
el_gr: Σκούρο Κύριο Ροζ

source: Dark Gray
el_gr: Σκούρο Γκρι

source: Darker Gray
el_gr: Πιο Σκούρο Γκρι

source: White
el_gr: Λευκό

source: Footer Widget Area
el_gr: Περιοχή Widget Footer

source: Add footer widgets here.
el_gr: Προσθέστε footer widgets εδώ.

source: Shop Filters
el_gr: Φίλτρα Καταστήματος

source: Widgets shown inside the shop filters modal.
el_gr: Widgets που εμφανίζονται μέσα στο modal φίλτρων του καταστήματος.

source: Translation Compilation Required
el_gr: Απαιτείται Μεταγλώττιση Μετάφρασης

source: Translation file for %s needs to be compiled. Please install and use Poedit, Loco Translate plugin, or WP-CLI to compile the .po file to .mo format.
el_gr: Το αρχείο μετάφρασης για %s πρέπει να μεταγλωττιστεί. Παρακαλώ εγκαταστήστε και χρησιμοποιήστε το Poedit, το plugin Loco Translate, ή το WP-CLI για να μεταγλωττίσετε το αρχείο .po σε μορφή .mo.

source: Download Poedit
el_gr: Λήψη Poedit

source: Install Loco Translate Plugin
el_gr: Εγκατάσταση Plugin Loco Translate

source: View Instructions
el_gr: Προβολή Οδηγιών

source: Front Page: Hero Slider
el_gr: Αρχική Σελίδα: Hero Slider

source: Front Page: Category Grid
el_gr: Αρχική Σελίδα: Πλέγμα Κατηγοριών

source: Add hero slides. You can drag to reorder. If Mobile is empty, Desktop slides will be used on mobile.
el_gr: Προσθέστε hero slides. Μπορείτε να σύρετε για να αλλάξετε τη σειρά. Αν το Mobile είναι κενό, θα χρησιμοποιηθούν τα Desktop slides για κινητά.

source: Desktop slides
el_gr: Slides για υπολογιστή

source: Select Image
el_gr: Επιλογή Εικόνας

source: Alt text (optional)
el_gr: Κείμενο Alt (προαιρετικό)

source: Add Desktop Slide
el_gr: Προσθήκη Slide για Υπολογιστή

source: Mobile slides (optional)
el_gr: Slides για κινητά (προαιρετικά)

source: Add Mobile Slide
el_gr: Προσθήκη Slide για Κινητά

source: Configure the 4 tiles. Title is optional; defaults to a sensible label.
el_gr: Ρυθμίστε τα 4 πλακίδια. Ο τίτλος είναι προαιρετικός· προεπιλέγεται μια λογική ετικέτα.

source: Image
el_gr: Εικόνα

source: Title
el_gr: Τίτλος

source: Link URL
el_gr: URL Συνδέσμου

source: WooCommerce is not active
el_gr: Το WooCommerce δεν είναι ενεργό

source: Invalid cart item
el_gr: Μη έγκυρο αντικείμενο καλαθιού

source: Item removed from cart
el_gr: Το αντικείμενο αφαιρέθηκε από το καλάθι

source: Error removing item from cart
el_gr: Σφάλμα κατά την αφαίρεση του αντικειμένου από το καλάθι

source: Failed to load cart content
el_gr: Αποτυχία φόρτωσης περιεχομένου καλαθιού

source: Flying Cart Settings
el_gr: Ρυθμίσεις Ιπτάμενου Καλαθιού

source: Configure flying cart component settings.
el_gr: Ρυθμίστε τις ρυθμίσεις του component του ιπτάμενου καλαθιού.

source: Free Shipping Threshold
el_gr: Όριο Δωρεάν Αποστολής

source: Minimum order amount for free shipping message in flying cart. Leave empty to use WooCommerce free shipping settings.
el_gr: Ελάχιστο ποσό παραγγελίας για μήνυμα δωρεάν αποστολής στο ιπτάμενο καλάθι. Αφήστε κενό για να χρησιμοποιήσετε τις ρυθμίσεις δωρεάν αποστολής του WooCommerce.

source: No products found
el_gr: Δεν βρέθηκαν προϊόντα

source: Try adjusting your filters or search terms
el_gr: Δοκιμάστε να προσαρμόσετε τα φίλτρα ή τους όρους αναζήτησης

source: Showing single result
el_gr: Εμφάνιση ενός αποτελέσματος

source: Showing all %d results
el_gr: Εμφάνιση όλων των %d αποτελεσμάτων

source: Showing %1$d–%2$d of %3$d results
el_gr: Εμφάνιση %1$d–%2$d από %3$d αποτελέσματα

source: Dashboard
el_gr: Πίνακας ελέγχου

source: Orders
el_gr: Παραγγελίες

source: Downloads
el_gr: Λήψεις

source: Addresses
el_gr: Διευθύνσεις

source: Account Details
el_gr: Λεπτομέρειες Λογαριασμού

source: Logout
el_gr: Αποσύνδεση

source: Login
el_gr: Σύνδεση

source: Register
el_gr: Εγγραφή

source: You May Also Like
el_gr: Μπορεί επίσης να σας αρέσουν

source: Home
el_gr: Αρχική

source: Search: %s
el_gr: Αναζήτηση: %s

source: Not Found
el_gr: Δεν Βρέθηκε

source: Size & Fit Guide
el_gr: Οδηγός Μεγέθους & Προσαρμογής

source: These shoes run true to size. We recommend ordering your usual shoe size for best fit.
el_gr: Αυτά τα παπούτσια έχουν κανονική εφαρμογή. Συνιστούμε να παραγγείλετε το συνηθισμένο μέγεθός σας για καλύτερη εφαρμογή.

source: Medium width (D for men, B for women)
el_gr: Μεσαίο πλάτος (D για άνδρες, B για γυναίκες)

source: Heel-to-toe drop: 8mm
el_gr: Διαφορά ύψους φτέρνας-δαχτύλων: 8mm

source: Weight: 10.5 oz (men's size 9)
el_gr: Βάρος: 10.5 oz (ανδρικό νούμερο 42)

source: For wide feet, consider ordering a half size up
el_gr: Για πλατιά πόδια, εξετάστε το ενδεχόμενο να παραγγείλετε μισό νούμερο μεγαλύτερο

source: Shipping & Returns
el_gr: Αποστολή & Επιστροφές

source: Free Shipping:
el_gr: Δωρεάν Αποστολή:

source: On orders over $75. Delivered in 3-5 business days.
el_gr: Για παραγγελίες άνω των €75. Παράδοση σε 3-5 εργάσιμες ημέρες.

source: Express Shipping:
el_gr: Γρήγορη Αποστολή:

source: $12.95. Delivered in 1-2 business days.
el_gr: €12.95. Παράδοση σε 1-2 εργάσιμες ημέρες.

source: Returns:
el_gr: Επιστροφές:

source: 30-day return policy. Items must be in original condition with tags attached.
el_gr: Πολιτική επιστροφής 30 ημερών. Τα είδη πρέπει να είναι στην αρχική τους κατάσταση με τις ετικέτες.

source: Exchanges:
el_gr: Ανταλλαγές:

source: Free exchanges for different sizes or colors.
el_gr: Δωρεάν ανταλλαγές για διαφορετικά μεγέθη ή χρώματα.

source: SALE
el_gr: ΕΚΠΤΩΣΗ

source: OUT OF STOCK
el_gr: ΕΞΑΝΤΛΗΘΗΚΕ

source: NEW
el_gr: ΝΕΟ

source: HOT
el_gr: ΚΑΥΤΟ

source: LOW STOCK
el_gr: ΧΑΜΗΛΟ ΑΠΟΘΕΜΑ

source: Free Shipping
el_gr: Δωρεάν Αποστολή

source: 30-Day Returns
el_gr: Επιστροφές 30 Ημερών

source: Size Guide
el_gr: Οδηγός Μεγεθών

source: Updated
el_gr: Ενημερώθηκε

source: Published
el_gr: Δημοσιεύτηκε

source: Reading time
el_gr: Χρόνος ανάγνωσης

source: Pages:
el_gr: Σελίδες:

source: Edit page
el_gr: Επεξεργασία σελίδας

source: Content is not available right now.
el_gr: Το περιεχόμενο δεν είναι διαθέσιμο αυτή τη στιγμή.
